[Main]
DisplayName=Azərbaycanca

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Xəbərdarlıq
lbl_Warnning_Detail.caption=Bu kompüter proqramı müəlliflik hüquqları və beynəlxalq müqavilələrlə qorunur.
lbl_copyright.caption=Copyright© IObit. Bütün hüquqlar qorunur.
lbl_Thanks_Title.caption=Böyük töhfələrinə görə aşağıdakı şəxslərə xüsusi təşəkkürlər:
rdhtmlEula.caption=<a>EULA</a> | <a>Gizlilik Siyasəti</a>
Instructions_M=Təlimatları Sil
lblAcknow.caption=Təşəkkürlər

[ActionCenter_M]
M_HideAC=Gizlət
M_ShowAC=Göstər
M_AC_Tips=Tövsiyə olunan proqramlarla daha yaxşı performans artımı və təhlükəsizlik müdafiəsi əldə edin.
M_ShowACTitle2=Diqqət!
M_ShowACDesc=Bütün tövsiyə olunan proqramlar gizlidir! "Göstər"i klikləyərək onları yenidən qaytarın və tam təhlükəsizlik müdafiəsi və yüksək performans qazanmaq üçün onları quraşdırın.
M_LearnRecommendNote=Tövsiyə olunan məhsul yoxdur.
M_LearnRecommendDesc=Lütfən, sizi maraqlandıra biləcək daha çox məhsul görmək üçün "Daha çox öyrən"i basın.
M_none=Heç nə
M_Fix=İndi quraşdır
M_LearnMore=Ətraflı
M_Install=İndi quraşdır
M_fixing=Quraşdırılır
M_Updating=Yenilənir
M_failed=Xəta
M_RuningWell=Ən son versiya quraşdırıldı
M_Outdated=Köhnəlmiş
M_NotInstalled=Quraşdırılmayıb
M_Insatlled=Quraşdırılıb
M_Update=İndi yenilə
M_ASCCaption=Sistem Performansı
M_ASCInfo_NotIns=PC-nizdə qalıq faylları təmizləyin, məxfilik izlərini süpürün və reestr xətalarını düzəldin.
M_ASCInfo_UpToDate=Advanced SystemCare tək toxunuşla PC-nizi optimallaşdırır və sürətləndirir.
M_ASCInfo_NeedUpDate=Advanced SystemCare köhnəlib.
M_RunASC=İndi skanla
M_ASCOffer=Tək toxunuşla PC-ni təmizləmə və optimallaşdırma.<br>PC-nizi 200%-dək sürətləndirmə.<br>İnternetin sürətini 300%-dək artırma.<br>Çoxlu-müdafiə həlli ilə gizlilik sızıntılarının qarşısını alma.<br>Daha axıcı PC üçün PC vəziyyətini gerçək zamanlı izləmə.
M_IMFCaption=Zərərli Proqram Müdafiəsi
M_IMFInfo_NotIns=IObit-in anti-malware proqramını quraşdıraraq daha yaxşı müdafiə əldə edin.
M_IMFInfo_UpToDate=IObit Malware Fighter sizin PC-nizi müxtəlif zərərli proqramlardan qoruyur.
M_IMFInfo_NeedUpDate=Sizin anti-malware proqramınız köhnəlib.
M_RunIMF=İndi skanla
M_IMFOffer=Hər növ zərərli proqramlardan tam əhatəli gerçək zamanlı müdafiə.<br>Cəld skanlama və effektiv təhdid aşkarlanması və aradan qaldırılması.<br>Fidyə virus (ransomware) hücumlarının aktiv şəkildə qarşısını alır.<br>Təhlükəsiz onlayn brauzinq və yükləmə.<br>Digər təhlükəsizlik proqramlarına tam uyğundur.
M_DBCaption=Sürücü (Drayver) Yeniləyici
M_DBInfo_NotIns_C=Daha stabil PC həzzi üçün sürücülərinizi yeniləyin və ya düzəldin.
M_DBInfo_NotIns=Köhnəlmiş sürücülər ola bilər, bu PC-nizin sürətini yavaşlada və stabilliyini poza bilər.
M_DBInfo_UpToDate=Driver Booster PC-nizdəki bütün köhnəlmiş sürücüləri yeniləyir.
M_DBInfo_NeedUpDate=Sizin sürücü yeniləmə proqramınız köhnəlib.
M_DBDesc=PC-nizdəki bütün köhnəlmiş sürücüləri yeniləyin.
M_RunDB=İndi skanla
M_DBOffer=Geniş Sürücü Məlumat Bazası (4,500,000+).<br>WHQL Sürücülərini Tək Toxunuşla Etibarlı şəkildə Yeniləyin.<br>Daha Yaxşı Oyun Performansı.<br>Şəbəkə Kəsintisini, Səs Yoxdur xətasını, Pis Ekran Genişliyini və s. Düzəldin.<br>Sistem Donmalarını və Çökmələrini Azaldın.
M_SDCaption=Disk Optimizasiyası
M_SDInfo_NotIns=Daha sürətli PC başlatması və yüksək fayl keçid sürəti üçün diskinizi optimallaşdırın.
M_SDInfo_UpToDate=Smart Defrag yüksək performans üçün diski birləşdirir (defraqmentasiya edir).
M_SDInfo_NeedUpDate=Sizin disk birləşdirmə proqramınız köhnəlib.
M_RunSD=İndi birləşdir
M_SDOffer=Daha Yüksək Fayl Giriş Sürəti.<br>Maksimum Hard Disk Performansı.<br>PC Başlanğıcını 100%-dək Sürətləndirin.<br>Daha Yaxşı Oyun Təcrübəsi üçün Oyunları Optimallaşdırın.
M_DLCaption=Şifrə Meneceri
M_DLInfo_NotIns=Dashlane Şifrə Meneceri ilə bütün şifrələrinizi qoruyun və idarə edin.
M_DLInfo_UpToDate=Təhlükəsiz və etibarlı Dashlane ilə şifrələrinizi heç vaxt unutmayın.
M_RunDL=İdarə et
M_DLOffer=Şifrələrinizi idarə etməyin sadə, etibarlı yolu.<br>Hesablarınızı qorumaq üçün unikal parol yaradın.<br>Sevimli saytlarınıza avtomatik olaraq daxil olun.<br>Windows, Mac, iOS və Android üçün.
M_RunIOT=İndi idarə et
M_IOTCaption=iPhone Meneceri
M_IOTInfo_NotIns=iPhone datanızı köçürün, iPhone-unuzu təmizləyin və sürətləndirin.
M_IOTInfo_UpToDate=iPhone datanızı köçürün, iPhone-unuzu təmizləyin və sürətləndirin.
M_IOTInfo_NeedUpDate=IOTransfer köhnəlib.
M_IOTTip=IOTransfer vədləri:<br>+ IPhone fotoşəkillərini və əlaqələrini asanlıqla idarə et<br>+ Tək toxunuşla iPhone məzmununu PC-yə köçürün<br>+ 100+ veb-saytdan videolar yükləyin<br>+ Hər növ lazımsız faylları iPhone və iPad-dən təmizləyin.
M_IOTOffer=Sizin ən yaxşı iPhone/iPad fayl idarəetmə vasitənizdir.<br>iPhone/iPad-dən PC-yə tək toxunuşla məlumat ötürülməsi.<br>Onlayn videoları yükləyin və onları müxtəlif fayl formatlarına çevirin.<br>iOS cihazının yaddaşınını boşaltmaq üçün lazımsız faylları asan və etibarlı şəkildə təmizləyin.<br>iOS cihazı və PC arasında məzmunu simsiz olaraq ötürün.
M_AdawareCaption=Web Companion (Veb Müşayiətçisi)
M_AdawareInfo_NotIns=Web Companion sizi fişinq və zərərli saytlardan müdafiə edir.
M_AdawareInfo_UpToDate=Web Companion sizi fişinq və zərərli saytlardan müdafiə edir.
M_AdawareOfferDesc=İnternet Müdafiəsini yaxşılaşdırmaq üçün Web Companion proqramını quraşdırın və Microsoft ™ məhsulu olan Bing®-i ana səhifəm, yeni tab-vərəqə və uyğun brauzerlərdə standart axtarış mühərriki olaraq təyin edin.
M_AdawareOffer=Sürətli və Asan quraşdırma.<br>Anti-fişinq Müdafiəsi.<br>Gerçək zamanlı Veb Müdafiəsi.<br>Çoxlu Brauzer Uyğunluğu.
M_AomeiCaption=Proqram Təminatı Yedəkləməsi
M_AomeiInfo_NotIns=Sistemi və sabit diskləri yedəkləmək üçün ən üstün nüsxələmə həlli.
M_RunOpera=İndi çalışdır
M_OperaCaption=Opera Brauzeri
M_OperaInfo_NotIns=Daxili reklam bloklayıcılı sürətli və etibarlı brauzer.
M_OperaInfo_UpToDate=Daxili reklam bloklayıcılı sürətli və etibarlı brauzer.
M_OperaOffer=Veb-səhifələri 90% daha sürətli yükləmək üçün reklamları bloklayın.<br>Bir saata qədər gözdən keçirin.<br>Pulsuz VPN ilə daha gizli brauzinq əldə edin.
M_SUCaption=Proqram Təminatı Yeniləyicisi
M_SUInfo_NotIns=Tək toxunuşla bütün vacib proqramları yeniləyin və quraşdırın.
M_SUInfo_NotIns_C=%d proqram köhnəlib. Onları yeniləmək üçün tək toxunuşla IObit Proqram Təminatı Yeniləyicisini quraşdırın.
M_SUInfo_NotIns_C1=1 proqram köhnəlib. Onu yeniləmək üçün tək toxunuşla IObit Proqram Təminatı Yeniləyicisini quraşdırın.
M_SUInfo_UpToDate=IObit Proqram Təminatı Yeniləyicisi bütün vacib proqramlarınızı güncəl saxlayır.
M_SUOffer=Qısa zamanda köhnəlmiş proqramları yeniləyin.<br>Tək toxunuşla mövcud proqram yeniləmələrini quraşdırın.<br>Tək toxunuşla istədiyiniz proqramları quraşdırın.<br>Ciddi sınaqlardan keçmiş təmiz proqramlar.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=FPS-ni artırmaq və daha axıcı oyun performansı üçün tək toxunuş
M_SMGBInfo_UpToDate=FPS-ni artırmaq və daha axıcı oyun performansı üçün tək toxunuş
M_SMGBInfo_NeedUpDate=Smart Game Booster köhnəlib.
M_SMGBOffer=Oyun fəaliyyətini yaxşılaşdırmaq üçün FPS artırın.<br>Real vaxt rejimində cihaz istiliyinə nəzarət edin.<br>Oyunlarınızı asanlıqla idarə edin.<br>Daha yaxşı oyun təcrübəsi üçün sistemi optimallaşdırın.<br>Köhnəlmiş sürücünü yeniləyin.
M_RunSMGB=İndi sürətləndir
M_RPMCaption=RoboForm Şifrə Meneceri
M_RPMInfo_NotIns=Şifrələrinizi xatırlamağa və ya yazmağa bir daha ehtiyacınız olmayacaq.
M_RPMInfo_UpToDate=RoboForm Şifrə Meneceri ilə şifrələr yazmağınızla vidalaşın.
M_RPMOffer=Tək toxunuşla veb-saytlara daxil olun.<br>Güclü və bənzərsiz parollar yaradın.<br>AES-256 bit şifrələmə və 2FA dəstəyi istifadə olunur.<br>Windows, Mac, iOS, Android və bütün əsas brauzerlər üçün.<br>Bir brauzerdən və ya başqa bir şifrə menecerindən idxal etmə.
M_RunRPM=İdarə et
M_Moffer_Title1=İstəyə Bağlı Təklif
M_Close=Bağla
M_Cancel=Ləğv et
M_Moffer_Install=Quraşdır
M_Moffer_NoteEP="Quraşdır" düyməsinə basaraq, %s-nı quraşdırmağa və onun <a>EULA</a> və <a>Gizlilik Siyasəti</a>-ni qəbul etməyə razılaşırsınız.
M_Moffer_Refund=<a>Qeyd:</a> 30 gün ərzində ödədiyiniz pulu geri qaytara bilərsiniz. <a>Pulu Qaytarma Siyasəti</a> oxuyun.

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> element tapıldı.
M_Details=Detallar
M_PromoteLan=Sistem performansına təsir edəcək. Onu düzəltməyiniz üçün Advanced SystemCare-ni quraşdırmağı məsləhət görürük.
M_Junk=Lazımsız fayllar
M_Privacy=Gizlilik izləri
M_Internet=İnternet yaxşılaşdırmaları
M_Registry=Reestr qeydləri
M_System=Sistem optimizasiyaları
ASC_Results=<a>%d</a> element tapıldı.
ASC_Result=<a>1</a> element tapıldı.
ASC_Result0=Problem yoxdur
M_Install=Düzəltmək üçün Quraşdır
ASC_EUAL="Düzəltmək üçün Quraşdır" klikləməklə, Advanced SystemCare-nin <a>EULA</a> və <a>Gizlilik Siyasəti</a>ni qəbul edirsiniz və onu qarşdırmağa razı olursunuz.
iobit_lang_SystemOptimizereport=Sistem Optimizasiyası Hesabatı
iobit_lang_key_junkfile_group_1=Lazımsız fayllar (%d element, %s):
iobit_lang_key_privacy_group_2=Gizlilik izləri(%d element, %s):
iobit_lang_key_sysOptimization_group_3=Sistem optimizasiyaları (%d element):
iobit_lang_key_internetboost_group_4=İnternet yaxşılaşdırmaları (%d element):
iobit_lang_key_registryclean_group_5=Reestr qeydləri (%d element):

[AutoUpdate_M]
lan_Downloading_M=Yüklənir
lan_Speed_M=Yükləmə Sürəti: %s
Lan_Finish_M=Son
Lan_Congratulation_M=Təbriklər!
Lan_UpdateFail_M=Yeniləmə uğursuz oldu! Lütfən, bir az sonra yenidən cəhd edin.
Lan_UpdateSuccess_M=IObit Uninstaller yeniləndi. Elə indi ən son təkmilləşdirmələrdən və özəlliklərdən yararlanın.
Lan_UpdateNew_M=Siz artıq ən yeni versiyaya maliksiniz. Yeniləmə mövcud deyil.
Lan_UpdateFreeInfo_M=IObit Uninstaller-in yeni versiyası mövcuddur.
Lan_UpdateFreeDownInfo_M=Lütfən, elə indi ən son özəllikləri və təkmilləşdirmələri əldə etmək üçün yeniləyin. Bu pulsuzdur.
Lan_Sure_M=Yeniləməni ləğv etməyə əminsiniz?
Lan_Download_M=Yüklə
Lan_Getting_M=Yenilənmə məlumatı əldə edilir, lütfən gözləyin...
Lan_LVheardOne_M=Mümkün Yeniləmələr
Lan_LVheardTwo_M=Yeni Versiya
Lan_LVheardThree_M=Ölçü
Lan_historyInfo_M=IObit Uninstaller %s mövcuddur. Ən son təkmilləşdirmələrdən və özəlliklərdən yararlanmaq üçün yeniləyin.
Lan_UpdateNow_M=İndi Yenilə
Lan_UpdateLater_M=Sonra Yenilə
lan_WhatNew_M=Yeni nə var?
Lan_NewReady_M=Yeni versiya mövcuddur
Lan_Title=IObit Uninstaller Yeniləyici

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Göndər
lblErrorDetails.Caption=Xəta Detalları:
lblUserEmail.Caption=Sizin E-poçtunuz:
lblSuccTips1.Caption=Uğurla göndərildi! Biz problemi həll etmək üçün mümkün olduğunca əlimizdən gələnin ən yaxşısını etməyə çalışacağıq.
btnClose.Hint=Bağla

[SendBugReportNew_M]
M_AskUserTips1=bir problemlə qarşılaşdı. Bu problemi həll etməyimizə kömək etmək məqsədilə sazlama faylını avtomatik olaraq bizə göndərmək üçün "Göndər" düyməsini basın. <a>Gizlilik Siyasəti</a>
M_BugStatisticsTips=bir problemlə qarşılaşdı və bağlamaq lazımdır. Hal-hazırda səbəbi təhlil edirik. Lütfən, gözləyin...
M_SendingTips=Göndərilir...
M_AttentionTips1=bir problemlə qarşılaşdı. Bu problemi həll etməyimizə kömək etmək məqsədilə sazlama faylını 5 saniyə ərzində avtomatik olaraq bizə göndərmək üçün "Göndər" düyməsini basın.
M_InvalidEmailTips1=E-poçt ünvanı səhvdir! Zəhmət olmasa etibarlı e-poçtunuzu daxil edin ki, biz sizinlə əlaqə saxlayaq.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Rəsmi versiya əldə edilir...
RestoreSuccess_Caption=Siz rəsmi IObit Uninstaller-i uğurla quraşdırdınız!
RestoreFailed_Caption=Rəsmi IObit Uninstaller-in yüklənməsi uğursuz oldu. Lütfən, rəsmi veb-saytımıza daxil olaraq yenidən yükləyin.
Run_Button=İndi Çalışdır
Download_Button=İndi Yüklə

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Siz qeyri-rəsmi IObit Uninstaller çalışdırırsınız.
lbl_SecondTitle.caption=Qeyri-rəsmi IObit Uninstaller bir daha işləməyəcək.
lbl_HarmInfo.caption=O təkcə PC-nizin performansına zərər vurmayacaq, eləcə də yaranmış sistem zəifliyi səbəbiylə gizliliyinizi sızdıracaq.
lbl_OfficialInfo.caption=Rəsmi IObit Uninstaller-i indi əldə edərək gizliliyinizi və PC-nizi güclü müdafiə altında saxlayın.
htmlLabel_Text.caption=Pro versiyanı əldə etməyiniz üçün <a>75%</a> Məxsusi Endirim!
btn_GetPro.caption=PRO-ya yüksəlt
btn_GetFree.caption=Pulsuz Əldə et

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=<a>Rəsmi "IObit Uninstaller PRO"nu bu gün $0-a</a> əldə edərək məxfiliyinizi və PC-nizi mühafizə altına alın.
btn_GetPro_before=Pro versiyanı $0-a əldə et

[Detain_M]
M_MianTitle=IObit Uninstaller sizə kömək etdi:
M_QuestionString=Onun quraşdırmasını ləğv etmək istədiyinizə əminsiniz?
M_btnok=Hər halda ləğv et
M_btnCancel=Onu saxlamaq istəyirəm
M_UninstallCaption=Proqramların qur-masını ləğv et
M_DiskCaption=Disk həcminə qənaət et
M_RegCaption=Reestr qeydlərini sil

[Uninstaller_M]
MenuRight_Caption=Güclü Silinmə
Explorer_Button=Fayl Parçalayıcı
Controlpanel_Button=Güclü Silinmə

[ACD_M]
M_Downloading=Yüklənir:
M_TipFixing=Düzəldilir
M_Tips=Yükləmə davam edir. Detalları görmək üçün iki dəfə toxunun.
M_Installing=Quraşdırılır:
M_MD5Faild=Yüklənmiş fayl korlanıb. Daha sonra yenidən cəhd edin.
M_NetError=Şəbəkə xətası səbəbiylə yükləmə uğursuz oldu. Daha sonra yenidən cəhd edin!
M_DiskIsFull=Yetərsiz disk həcmi!
M_Speed=Sürət:
M_AreSure_IObit=IObit Yükləyicidən çıxmaq istədiyinizə əminsiniz?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Ləğv et
lbl_Min.Caption=Kiçilt
btnClose.Hint=Bağla

[EasyUninstall_M]
EasyPoint=Məni açılan bir pəncərəyə, iş masası nişanına və ya sistem çubuğu nişanına sürükləyin.
EasyNothingInfo=Hədəfin yeri tapılmadı. Lütfən məni başqa bir açılan pəncərəyə, iş masası nişanına və ya sistem çubuğu nişanına sürükləyin.
EasyDeleteFileFail=Fayl silinmir, çünki hazırda istifadə edilir. Lütfən faylı bağladıqdan sonra cəhd edin.
EasyDeleteFolderFail=Qovluq silinmir, çünki hazırda istifadə edilir. Lütfən qovluğu bağladıqdan sonra cəhd edin.
EasyKillProcessFail=Fəaliyyəti dayandırma uğursuz oldu.
EasyKillProcessHint1=Bu fəaliyyəti dayandırmaq istədiyinizə əminsiniz?
EasyKillProcessHint2=Hər hansı saxlanmamış məlumat itiriləcək.
EasyUninstallPath=Quraşdırmanı ləğv et və ya sil:
EasyUninstall=Qur-manı ləğv et
EasyShortcut=Qısayolu Sil
EasyLocation=Fayl Yerini Açın
EasyDelete=Sil
EasyCancel=Ləğv et
EasyTransparency=Şəffaflıq
EasyOpaque=Qeyri-şəffaf
EasyExitEasy=Əsas Pəncərəni Açın
EasyExitIobit_1="IObit Uninstaller"dən Çıxın
EasyKillProcess=Fəaliyyəti Dayandır

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Geri Əlaqə
lbl_DescTitle.caption=Təsvir:
lbl_EmailTitle.caption=E-poçt ünvanı:
lbl_ScreenShot.caption=Ekran Təsviri
lbl_TypeTitle.caption=Tələb növü:
btnImg_FeedBackSend.caption=Göndər
btnImg_FeedBackCancel.caption=Ləğv et

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Göndərilir...
lbl_SendFailed.caption=Göndərmə alınmadı. Lütfən onlayn əks-əlaqə təqdim etmək üçün OK-a basın.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Əks-əlaqəniz üçün təşəkkürlər. Mümkün olduqda sizinlə əlaqə saxlayacağıq.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Mən bunu sevdim
FeedBack_2=Təklif
FeedBack_3=Quraşdırmanın ləğvi uğursuzluğu
FeedBack_4=Quraşdırma ilə g.ə.proqram problemi
FeedBack_5=Quraşdırma İzləyicisi problemi
FeedBack_6=Proqram Təminatı Yeniləyicisi problemi
FeedBack_7=Bütün proqramları göstərmə uğursuzluğu
FeedBack_8=Güclü skanlama problemləri
FeedBack_9=Xətanı bildir
FeedBack_10=Digərləri
EmailMessage=E-poçt ünvanı səhvdir. Lütfən, cavabımızı ala biləcəyiniz düzgün e-poçt ünvanınızı daxil edin.
MemoHint=Lütfən, təklifinizi və yaxud rastlaşdığınız problemi ətraflı təsvir edin ki, buna uyğun olaraq məhsulumuzu inkişaf etdirə bilək.
ScreenMaxMessage=Əməliyyat uğursuz oldu. Maksimal hədd olan 5 ekran görüntüsünə çatdınız.
CloseHintMsg=Geri-əlaqə göndərmək istəmədiyinizə əminsiniz?
SendBugck=Həmçinin tədqiqat üçün xəta tərtibi faylını göndərin. <a>Gizlilik Siyasəti<a>
FeedBackMessage=Lütfən, xətanı təsvir edin
EmailHint=Lütfən, doğru e-poçt ünvanınızı bura daxil edin
Startup_Delete_M=Sil
M_FiveStar=Bizi 5 ulduzla qiymətləndirə bilərsiniz?

[FileShredder_M]
ShredderDetail_0=Siz fayl və ya qovluğu parçalamaq üçün bura sürükləyə bilərsiz.
ShredderDetail_01=Ənənəvi yolla silinmiş fayllar bərpa oluna bilər.
ShredderDetail_02=Faylları təhlükəsiz şəkildə və birdəfəlik aradan qaldırmaq istəyirsinizsə, fayl və ya qovluğu parçalamaq üçün buraya sürükləyin.
FileShredder_MaxCount_M=5000 fayl əlavə edilib. Bu 5000 faylı parçaladıqdan sonra qalanlarını əlavə edərsiniz.
Shredder_InUse_M=Bəzi fayllar parçalanmadı. Lütfən, hələ də istifadədə olunub-olunmadıqlarını yoxlayın.
Shredder_Del_M_1=Əlavə olunmuş <a>%d</a> elementi birdəfəlik aradan qaldırmaq istədiyinizə əminsiniz? Bu fəaliyyət tamamilə BƏRPA OLUNMAZDIR və bir qədər vaxt ala bilər.
Shredder_DelOne_M_1=Əlavə olunmuş <a>1</a> elementi birdəfəlik aradan qaldırmaq istədiyinizə əminsiniz? Bu fəaliyyət tamamilə BƏRPA OLUNMAZDIR və bir qədər vaxt ala bilər.
Shredder_NotDel_M=Bir fayl parçalanmadı. Lütfən, hələ də istifadədə olunub-olunmadığını yoxlayın.
Shredder_OneFileDel_M=Fayl parçalanmadı. Lütfən, hələ də istifadədə olunub-olunmadığını yoxlayın.
Shredder_Sucess_M=Uğurla parçalandı.
Shredder_OneSucess_M=Uğurla parçalandı.
Shredder_DirIsEmpty_M=Bura boşdur. Siz parçalaya bilməzsiniz.
Shredder_NotAddFolder_M="%s" faylını parçalamaq olmur, çünki bu əməliyyat sistemin qeyri-sabitliyinə səbəb ola bilər

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Fayl Parçalayıcı
lbl_Listview_Title.caption=Parçalamaq istədiyiniz faylı yaxud qovluğu seçin:
lblLoading.caption=Yüklənir...
lbl_AddFile.caption=Fayl əlavə et...
lbl_AddFolder.caption=Qovluq əlavə et...
RdImageButton_Shredder.caption=Parçala
RdImageButton_Cancel.caption=Ləğv et
ListView_FileList.Columns[0].Caption=Fayl cığırı
Menu_Shredder_Shredder.caption=Parçala
Menu_Shredder_AddFile.caption=Fayl əlavə et
Menu_Shredder_AddFolder.caption=Qovluq əlavə et
Menu_Shredder_Romove.caption=Sil
Menu_Shredder_Clean.caption=Təmizlə
lbl_Shredder_Tip.caption=Fayllar parçalanır. Bu bir az vaxt tələb edir, lütfən gözləyin...

[ForcedUninstall_M]
Shredder_NotAddFolder_M="%s" faylını parçalanma üçün əlavə etmək olmur, çünki bu əməliyyat sistemin qeyri-sabitliyinə səbəb ola bilər.
ForceUninstallEndProgressMsg=%s icra olunur. Lütfən, prosesi dayandırdıqdan sonra yenidən cəhd edin.
ListView_FindReslut.Columns[0]_M=Ad
PopMenu_OpenFolder_M=Fayl yerini açın
PopMenu_ViewEntry_M="Regedit"də açın

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Məcburi Silinmə
lbl_FUInfo.caption=Məcburi Silinmə müntəzəm şəkildə silinməyən bir proqramın quraşdırmasını ləğv etmənizə və qalıq faylları tamamilə təmizləməyinizə yardım edir. Həmçinin, bir qısayolu və onun hədəf faylını asanlıqla aradan qaldırmağınıza kömək edir.
btnImg_Open.caption=Göz at...
lbl_DropInfo.caption=Onunla əlaqəli proqramı silmək və ya quraşdırmasını ləğv etmək üçün bir fayla və ya qovluğa göz ata yaxud buraya sürükləyib buraxa bilərsiniz.
btnImg_Uninstall.caption=Qur-manı ləğv et
btnImg_Cancel.caption=Ləğv et
PopMenu_Uninstall.caption=Qur-manı ləğv et
PopMenu_SearchOnline.caption=Onlayn axtar
ListView_FindReslut.Columns[1].caption=Ölçü
ListView_FindReslut.Columns[2].caption=Quraşdırma Tarixi

[Healthcheck_M]
M_MainTitle=Proqram Təminatı Səhhəti
M_ScaningString=Proqram Təminatı Səhhəti hal-hazırda sizin bütün proqramlarınızın sağlamlıq vəziyyətini təhlil edir.
M_NoProgramString1=Problem tapılmadı.
M_NoProgramString2=Bütün proqramlarınız çox yaxşı işləyir.
ResidualMainString=Daha çox yer boşaltmaq üçün quraşdırmanı ləğv etmə qalıqlarını silin.
PluginMainString=Sürətli və təhlükəsiz brauzinq (veb-gəzinti) üçün zərəli/reklam plaqinlərini aradın qaldırın.
UpdaterMainString=PC-nizi sıfır gün eksploytlardan və digər təhlükəsizlik zəifliklərindən qorumaq üçün köhnəlmiş proqram təminatını yeniləyin.
BanwebMainString=Sayt bildirişlərinin sizə mane olmasını əngəlləyin.
M_Fix=Düzəlt
M_Detail=Detallar
M_Complete=Düzəltmə tamamlandı!
M_LeftoversDelete=<a>%s</a> silinmə qalığı uğurla təmizləndi.
M_LeftoverDelete=<a>%s</a> silinmə qalığı uğurla təmizləndi.
M_BanwebsDelete=<a>%s</a> sayt bildirişi uğurla əngəlləndi.
M_BanwebDelete=<a>%s</a> sayt bildirişi uğurla əngəlləndi.
M_ResultLeftovers=Quraşdırmanı Ləğvetmə Qalıqları:
M_ResultPlugin=Zərərli/Reklam Plaqinləri:
M_ResultUpdate=Köhnəlmiş Proqram Təminatı:
M_ResultBlock=Sayt Bildirişləri:
M_ScanClose=Skanlama davam edir. İndi çıxmaq istədiyinizdən əminsiniz?
M_ResidualTitle=<a>%s</a> quraşdırmanı ləğvetmə qalığı
M_ResidualTitles=<a>%s</a> quraşdırmanı ləğvetmə qalığı
M_SoftUpdateTitle=<a>%s</a> köhnəlmiş proqram
M_SoftUpdateTitles=<a>%s</a> köhnəlmiş proqram
M_PluginTitle=<a>%s</a> zərərli/reklam plaqini
M_PluginTitles=<a>%s</a> zərərli/reklam plaqini
M_BanwebDetailTitleY=<a>%s</a> sayt bildirişi tapıldı.
M_BanwebDetailTitlesY=<a>%s</a> sayt bildirişi tapıldı.
M_ResidualTitleMain=<a>%s</a> Quraşdırmanı Ləğvetmə Qalığı
M_ResidualTitlesMain=<a>%s</a> Quraşdırmanı Ləğvetmə Qalığı
M_SoftUpdateTitleMain=<a>%s</a> Köhnəlmiş Proqram Təminatı
M_PluginTitleMain=<a>%s</a> Zərərli/Reklam Plaqini
M_PluginTitlesMain=<a>%s</a> Zərərli/Reklam Plaqini
M_BanwebTitleY=<a>%s</a> Sayt Bildirişi
M_BanwebTitlesY=<a>%s</a> Sayt Bildirişi
M_BanwebTitleG=<a>%s</a> Sayt Bildirişi
M_BanwebTitlesG=<a>%s</a> Sayt Bildirişi
M_TitleCount=Ad (Cəmi: %d)
M_BanwebTitleCount=Sayt (Cəmi: %d)
M_BRate=Əngəlləmə faizi
M_Version=Yeni Versiya
M_Type=Növ
M_Malicious=Zərərli Plaqin
M_Ads=Reklam Plaqini
M_Residual=Quraşdırmanı Ləğvetmə Qalıqları
M_SoftHealth=Proqram Təminatı Səhhəti
M_item=element
M_items=element
M_Plugin=Zərərli/Reklam Plaqinləri
M_Software=Köhnəlmiş Proqram Təminatları
M_File=Fayl
M_Reg=Reestr
M_Tasks=Planlaşdırılan Tapşırıqlar
M_Ser=Sistem Xidmətləri
M_CleanClose=Düzəltmə davam edir. İndi çıxmaq istədiyinizdən əminsiniz?
M_Finish=Tamamlandı (%d)
M_Fixing=Düzəldilir...
M_Select=Hamısını Seç
M_LeftoversTitle=Quraşdırmanı Ləğvetmə Qalıqları
M_Delete=Sil
M_Remove=Aradan qaldır
M_Update=Yenilə
M_Block=Əngəllə
M_Code=Şifrəni Daxil et
M_Back=Geri
M_ScanLeft=Silinmədən sonrakı qalıqlar axtarılır...
M_ScanPlugin=Zərərli/reklam plaqinləri axtarılır...
M_ScanUpdater=Köhnəlmiş proqramlar axtarılır...
M_ScanBanweb=Sayt bildirişləri axtarılır...
M_Recommendation=Tövsiyə
M_Optional=İstəyə bağlı
ASCPromote_Views=Digər <a>%s</a> element sistem performansına təsir göstərəcək.
ASCPromote_View=Digər <a>%s</a> element sistem performansına təsir göstərəcək.
Viewdetails=Detallara Bax

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Adı
History_info_DouBle_M=proqramlar sonuncu dəfə tam olaraq silinmədi. Davam etmək üçün "Qur-manı ləğv et" klikləyin.
History_info_One_M=proqram sonuncu dəfə tam olaraq silinmədi. Davam etmək üçün "Qur-manı ləğv et" klikləyin.
History_Scanfor_M=Qalıqlar üçün skanla
History_ViewDetail_M=Detallara baxın
UninstallLog_No_IsEmpty_M=Güclü Skanlamada qalıq fayl tapılmadı.
Program_Information=Proqram Məlumatı
Files_Deleted=Fayllar Silindi
Registries_Deleted=Reestrlər Silindi
Scheduled_Tasks_Deleted=Planlaşdırılan Tapşırıqlar Silindi
Deleted_on_Reboot=Yenidən Başlatmada Silindi
Service_Deleted=Servis Silindi
Export_M=İxrac et
rdlbl_NoTkanks=Xeyr, təşəkkürlər
RdLabelDetailNull=Hər bir silinmiş proqram üçün detallar və status aşağıda göstəriləcək.
RdLabelDetails=IObit Uninstaller sizə <a>%d</a> proqramı silməyə və <a>%s</a> disk yaddaşına qənaət etməyə kömək etdi.
RdLabelDetail=IObit Uninstaller sizə <a>%d</a> proqramı silməyə və <a>%s</a> disk yaddaşına qənaət etməyə kömək etdi.
History_NoUninstalled_M=Quraşdırması silinməyən
History_Residualfilesleft_M=Qalıq fayllar var
M_NoHistoryFound=Silinmə tarixçəsi tapılmadı.

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Silinmə Tarixçəsi
ListView_History.Columns[1].Caption=Silinmə tarixi
ListView_History.Columns[2].Caption=Ölçü
ListView_History.Columns[3].Caption=Vəziyyət
Menu_ClearThis.Caption=Bu tarixi təmizlə
Menu_ClearAll.Caption=Bütün tarixçəni təmizlə

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Xeyr, təşəkkürlər
RdImgBtnUninstall.caption=Qur-manı sil
RdListView_History.Columns[0].Caption=Proqram Adı
RdListView_History.Columns[1].Caption=Vəziyyət

[InstallDetected_M]
Install_DetectedOne="%s" quraşdırıldı.
Install_DetectedTwo=<a>%s</a> proqram quraşdırıldı.
Install_ViewDetail=Detallara bax

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Yandır
lbl_Caption.caption=Yeni quraşdırma aşkarlandı
lbl_InstallMoniorInfo.caption=Quraşdırma İzləyicisini yandırmağı tövsiyə edirik ki, proqram quraşdırılması zamanı qeyd tutmağınıza və bütün sistem dəyişikliklərinə baxmağınıza kömək etsin.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Reestr qeydləri:
lbl_SzieText.caption=Cəmi ölçü:
lbl_FileText.caption=Fayllar:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Qeyd Edilmiş Quraşdırmalar
rdlbl_Or.Caption=VƏ YA
rdlbl_Auto.Caption=Avto-İzləyici
rdlbl_Drap.Caption=Əllə İzləmə

[IUInstallMonitorFrm_M]
TipFileMsi=Dəstəklənməyən icra edilə bilən quraşdırma faylı. Lütfən yenidən seçin və cəhd edin.
TipFileNotMsiExe=Etibarsız icra edilə bilən quraşdırma faylı. Lütfən etibarlı quraşdırma faylını seçin və yenidən cəhd edin.
AddTip1=Quraşdırma İzləyicisi məşğuldur!
AddTip2=Bu quraşdırma artıq izlənilir. Lütfən, quraşdırma tamamlandıqdan sonra yenidən cəhd edin.
StarFileTip=Çalışdırmaq uğursuz oldu
ExePathErrorTip=Şəbəkə sürücüsündəki quraşdırma faylı dəstəklənmir. Lütfən, onu yerli sürücüyə köçürün və yenidən sınayın.
Logging=Sistem dəyişiklikləri qeyd olunur...
rdlbl_TipContent_M=Quraşdırma İzləyicisi quraşdırma zamanı baş verən sistem dəyişikliklərini aşkarlayır və qeyd edir. Bu da sizə quraşdırma ərzində izlənilən proqramların hansı dəyişikliklər etdiyini görmək imkanı verir.
rdlbl_SwitchTip.Caption_M=Proqram quraşdırılmalarını avtomatik aşkarlayın və qeyd edin
rdlbl_DragTip.Caption_M=Yaxud quraşdırmanı qeyd etmək üçün quraşdırma faylını əl ilə əlavə edin

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=Quraşdırma İzləyicisi sizin üçün quraşdırma qeydi yaradır. Detallara aşağıda baxın:
rdlbl_Export.Caption=İxrac et
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Displey adı:
InstallDateTip=Quraşdırma tarixi:
VersionTip=Versiya:
PublisherTip=Naşir:
LocationTip=Yer:
InstallationDurationTip=Quraşdırma müddəti:
InstallPackageTip=Quraşdırma paketi:
RegEntriesTip=Reestr qeydləri:
FilesCountTip=Fayllar:
TaskCountTip_M=Planlaşdırılan tapşırıqlar:
ServiceCountTip_M=Sistem xidmətləri:
DllCountTip=DLL qeydiyyatı:
TotalSizeTip=Cəmi ölçü:
ProgramInformationTip=Proqram Məlumatı
MMORegistryTip=Reestr qeydləri
MMOFilesTip=Fayllar
MMOTaskTip_M=Planlaşdırılan Tapşırıqlar
MMOServiceTip_M=Sistem Xidmətləri
MMODllTip=DLL Qeydiyyatı

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Geri Əlaqə
lbl_CheckingText.Caption=Bütün proqramlar analiz edilir...
lbl_FixDetails.Caption=Yoxla və Düzəlt

[MainForm_M]
Nav_Colle_Program_All=Proqramlar
Nav_Colle_Browser=Alət Qutuları & Plaginlər
Nav_Colle_Win=Windows Tətbiqetmələri
Nav_Colle_AC=Fəaliyyət Mərkəzi
Nav_Colle_SU=Proqram Təminatı Yeniləyicisi
Nav_Item_Program_All=Bütün Proqramlar
Nav_Item_Bundleware=Quraşdırma ilə gələn əlavə Proqramlar
Nav_Item_Program_Recent=Son Quraşdırılanlar
Nav_Item_Program_Infrequent=Seyrək İşlədilənlər
Nav_Item_Program_Large=Böyük Proqramlar
Nav_Item_Win_Update=Windows Yenilənmələri
Nav_Item_Browser_All=Bütün Alət quruları & Plaginlər
Nav_Item_InstallMonitor=Quraşdırma İzləyicisi
Nav_Item_Logged=Qeyd edilmiş Proqramlar
Hint_Settings=Seçimlər
Hint_Tools=Alətlər
UninstallProTipEnterCode=Kodu Daxil et
UninstallProTipManage=Lisenziyanı İdarə et
Button_Uninstall=Qur-manı ləğv et
Button_Remove=Sil
Button_Update=Hamısını Yenilə
Button_Install=İndi Quraşdır
ToolPopForceUninstall=Məcburi Silinmə
ToolPopCleanup=Proqram Təminatı Səhhəti
ToolPopStubborn=İnadkar Proqram Silgisi
ToolPopHistory=Silinmə Tarixi
ToolPopFileShredder=Fayl Parçalayıcı
ToolPopHunterMode=Asan Silmə
ToolPopUpdate=Windows Yenilənmələri
MoreSettingPopSetting=Ayarlar...
MoreSettingPopRestore=Bərpa et
MoreSettingPopExport=Proqram siyahısını ixrac et
MoreSettingPopUpdate=Yeniləmələr üçün yoxla
MoreSettingPopManual=İstifadəçi təlimatı
MoreSettingPopSupport=Texniki dəstək
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Bəyən
MoreSettingPopAbout=Haqqında
MoreSettingPopWhatsNew=Yeni Nə Var?
DefaultSelProg=Daha çox yer boşaltmaq üçün vacib olmayan proqramları silin.
DefaultSelPlug=Brauzerinizi qorumaq üçün istənməyən Plaqinləri aradan qaldırın.
DefaultSelADPlugin1=Təhlükəsiz veb-gəzinti üçün 1 zərərli/reklam plaqinini silin
DefaultSelADPlugin2=Təhlükəsiz veb-gəzinti üçün %d zərərli/reklam plaqinini silin
DefaultSelWApp=PC-nizi sürətləndirməkçün istənməyən Windows Tətbiqlərinin quraşdırmasını ləğv edin.
DefaultSelBundle=İstənilməyən quraşdırma ilə gələn əlavə proqramların quraşdırmasını ləğv edin.
DefaultSelUpdate=Vacib proqramlarınızı güncəl saxlayın.
DefaultUpdaterPromot=IObit Tətbiqetmə Yeniləyicisi ilə daha çox proqramı yeniləyin.
DefaultUpdaterPromote1=köhnəlmiş proqram tapıldı.
DefaultUpdaterPromote2=köhnəlmiş proqram tapıldı.
DefaultUpdaterPromoteInfo="Hamısını Yenilə"yə klikləyərək bütün köhnəlmiş proqramları yeniləyin.
SelInfoProg=proqram silinməkçün seçildi. Cəmi ölçü:
SelInfoProgM=proqramlar silinməkçün seçildi. Cəmi ölçü:
SelInfoPlug=plaqin silinməkçün seçildi.
SelInfoPlugM=plaqinlər silinməkçün seçildi.
SelInfoApp=proqram silinmək üçün seçildi. Cəmi ölçü:
SelInfoAppM=proqram silinmək üçün seçildi. Cəmi ölçü:
SelInfoBundle=əşya silinməkçün seçildi.
SelInfoBundleM=əşyalar silinməkçün seçildi.
BundleHint=Əsas proqramı quraşdırarkən, bəzi əlavə proqramlar sizə bildirmədən quraşdırıla bilər. İstəmədiyiniz proqramların quraşdırmasını ləğv edə bilərsiniz.
RestoreDefaultSettingsButton=%s İlkin Ayarlarını Bərpa et
APTitle=Bütün Pro Xüsusiyyətləri Aktivləşdir
AP5=Qeyd ilə Təmiz Silinmə
AP2=Daha Çox İnadkar Tətbiqləri Silin
AP3=Sürətli & Təhlükəsiz Brauzinq
AP4=Tək Toxunuşla Proqram Təminatı Yeniləyicisi
MainUpdate_Hint=Yeni Versiya
HealthCheckFound1=<a>%d</a> quraşdırma ləğvetmə qalığı
HealthCheckFound2=<a>1</a> quraşdırma ləğvetmə qalığı
HealthCheckFound3=<a>%d</a> zərərli/reklam plagini
HealthCheckFound4=<a>1</a> zərərli/reklam plagini
HealthCheckFound5=<a>%d</a> köhnəlmiş proqram təminatı
HealthCheckFound6=<a>1</a> sayt bildirişi
HealthCheckFound7=<a>%d</a> sayt bildirişi
NewsDisconnCaption="IObit Uninstaller"i dostlarınız və ailənizlə paylaşın.
NewsDisconnDes=Onlar proqramı işlətməkdən məmnun olacaqlar!
NewsNewVerCaption=Vacib Yeniləmə Mövcuddur
NewsNewVerDes=Lütfən, ən son versiyanı yükləyin.
ToolPopForceUninstall_Detail=Adi qaydada silinməyən proqramların quraşdırmasını silməyə kömək edir
ToolPopCleanup_Detail=Proqram təminatlarını daha axıcı işlədərək təhlükəsizlik risklərini azaldın
ToolPopHistory_Detail=Quraşdırması silinmiş hər bir proqram üçün detallara və vəziyyətə baxın
ToolPopFileShredder_Detail=İstənilməyən faylları təhlükəsiz və daimi aradan qaldırmağa kömək edir
ToolPopHunterMode_Detail=Asan Silinmə nişanını sürükləyərək proqramları asanlıqla silin
ToolPopUpdate_Detail=Kömpüterinizdəki bütün quraşdırılmış Windows Yeniləmələrini siyahıya alın
ToolPopStubborn_Detail=İnadkar proqramların asan yolla hərtərəfli aradan qaldırılmasına kömək edir.
DefaultSelInfo_Logged=Qeyd edilmiş proqramlar hərərəfli silinə bilər.

[MetroApp_M]
NoSerchItem_Tip=Uyğun nəticə tapılmadı.
Win8NoItemTip_M=Windows Tətbiqetmələri tapılmadı
Win8LoadingApp=Tətbiqlər yüklənir...
Win8ListViewGroupsWin8AppHeader=Windows Tətbiqetmələri
Win8ListViewGroupsWin8AppSubtitle=Tətbiqlər Microsoft Corporation tərəfindən nəşr edilmişdir.
Win8ListViewGroupsThirdHeader=Üçüncü-tərəf Tətbiqlər
Win8ListViewGroupsThirdSubtitle=Tətbiqlər 3-cü tərəf korporasiyalar tərəfindən nəşr edilmişdir.
RateTipNoRate=Heç bir qiymətləndirmə qəbul edilməyib.
RateTipHaveRate=istifadəçilər qiymətləndirib.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Ad
ListView_AppList.Columns[1].caption=Ölçü
ListView_AppList.Columns[2].caption=Quraşdırma tarixi
ListView_AppList.Columns[3].caption=Əməliyyat
lbl_Notice.caption=Windows Tətbiqetmələrini göstərmək üçün cari hesabınızın inzibatçı haqqlarına sahib olduğundan əmin olun.
mniUninstall.caption=Qur-manı ləğv et
mniRefush.caption=Təzələ
mniDetails.caption=Detallar
mniOpenFile.caption=Fayl yerini açın
mniOpenReg.caption=Regedit-də Açın
mniOpenWinstore.caption=Winstore-da açın
mniSearchOnline.caption=Onlayn axtar

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Bunu bir daha göstərmə
btnimg_uninstall.Caption=İndi Qur-manı ləğv et
rdlbl_NoticeInfo.Caption=Sistem diskinizdə boş yer 10%-dən aşağıdır.
rdlbl_NoticeTip.Caption=Daha çox disk sahəsini geri qaytarmaq üçün IObit Uninstaller ilə istənməyən proqramların quraşdırmasını ləğv edin.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=<a>%s</a> silinmədən sonrakı qalıq tapıldı.
rdlbl_Tip=Daha çox yeri boşaltmaq üçün onları təmizləyin.
imgbtn_Clear=İndi Təmizlə

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Detallara bax

[uninstall_Mitor_M]
ProStillLeavesone_M=%d proqram hələ də qalır:
Lbl_metro_Atten.caption=Diqqət
lbl_show.caption="%s" proqramının hələ də qalıqları var, hansı ki PC-nizin performansına təsir edə bilər.
showDetails_M=Detalları göstər
Cleanmanually_M=Əllə Təmizlə
AutoClean_M=Avtomatik Təmizləmə
Cleaning_M=Təmizlənir
Cleannow_M=İndi Təmizlə
StillLeavas_M="%s" hələ də qalır:
RegistryEntries_M=reestr qeydləri
MBFiles_M=MB fayllar
LeftBy_M="%s" proqramının qalığı silindi
Cleanfuture_M=Gələcəkdə avtomatik təmizləyin
Registry_M=Reestr
File_M=Fayl
Files_M=fayllar
rdlblCleanupCompleted.caption=Təmizlənmə Tamamlandı
rdlblIncomplete.caption=Tamamlanmayan Silinmə
Setting_M=Ayar
Uselessfiles_M=istifadəsiz fayllar
Uselessregistryentries_M=istifadəsiz reestr qeydləri
UselessregistryentriesOne_M=istifadəsiz reestr qeydi
Removingnow_M=İndi aradan qaldırılır...
rdlblRemoving.caption=İndi aradan qaldırılır...
TrayHintstill=Hələ %d qalıq problem düzəldilə bilər
CCtrayHint_M=Hələ %d+ qalıq problem düzəldilə bilər
LeftoversRemoved_M=%s proqramının qalıqları aradan qaldırıldı.
ProStillLeaves_M=%d proqram hələ də qalır:
Lan_ViewDetails_M=Detallara bax
Lan_BundleNoticeText_M=%s quraşdırılarkən Proqram təminatı paketi (Bundleware) tapıldı.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Zərərli Alət qutuları və Plaginlər
ListViewGroupMaliciousDesc=Bu Alət qutuları və Plaqinlər defolt brauzerinizi dəyişə və şəxsi məlumatlarınızı oğurlaya bilər.
ListViewGroupAdTitle=Reklam əsaslı Alət qutuları və Plaqinlər
ListViewGroupAdDesc=Bu Alət qutuları və Plaqinlər banner reklamları, elanlar və s. göstərə bilər.
ListViewGroupTrustTitle=Etibarlı Alət qutuları və Plaqinlər
ListViewGroupTrustDesc=Bu Alət qutuları və Plaqinlər kompüterinizə zərər vurmur. Siz onları istəyinizə görə saxlaya və ya silə bilərsiniz.
ListViewGroupExtensions=Genişləndirmələr
ListViewGroupPlugins=Plaginlər
ListViewGroupToolbar=Alət Qutusu
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Genişləndirmələr brauzerinizi bəyəndiyiniz xüsusiyyətlərlə özəlləşdirmək üçün istifadə olunur.
ListViewGroupPlugin_DES=Plaqin asanlıqla quraşdırıla və veb brauzerin bir hissəsi kimi istifadə edilə bilər.
ListViewGroupToolbar_DES=Alət qutusu istifadəçilərə saytlara sürətli daxil olmağa və ya digər tətbiq funksiyalarını yerinə yetirməyə kömək edir.
ListViewGroupBHO_DES=BHO, fərdiləşdirilmiş brauzerlər yaratmağa kömək edir və daha sadə interaktiv funksiyaları təmin edir.
ListViewGroupActivex_DES=ActiveX, Internet Explorer tərəfindən zəngin media oxutmasını asanlaşdırmaq üçün istifadə olunur.
NoSerchItem_Tip=Uyğun nəticə tapılmadı.
PluginColumnStr_Title=Ad (Cəmi: %d)
ChromeSyncMsg=Chrome Sync aktivdir. Silinmək üçün seçilmiş plaqinlər aradan qaldırıldıqdan sonra avtomatik olaraq yenidən quraşdırıla bilər. Lütfən, Chrome Sync-nı söndürmək üçün forumumuzdakı addımları izləmək üçün <a>Chrome Sync deaktiv edin</a>ə basın.
FuncPluginSysPluginMsgBox=%s-nı aradan qaldırmaq tövsiyə edilmir, çünki bu bəzi brauzer funksiyalarına təsir göstərə bilər.
FuncPluginLoading=Yüklənir...
FuncPluginRmoveSuccess=Uğurla silindi. Yüklənir...
FuncVotePlugSelectMsgBox=Lütfən, qiymət vermək üçün element seçin
FuncPluginRmoveConfireSingleMsgBox=Seçilmiş elementi silməyə əminsiniz?
FuncPluginRmoveConfireSomeMsgBox=Seçilmiş elementləri silməyə əminsiniz?
FuncCheckBrowserMsgBox_1=%s çalışır.
FuncCheckBrowserMsgBox_2=OK-u basaraq bağlayın. (Lütfən öncəliklə məzmununuzu saxlayın).
FuncCheckBrowserMsgBox_3=Yaxud Ləğv et-i basaraq əməliyyatı dayandırın.
FuncCheckBrowserMsgBox_4=%s çalışır.
FuncCheckBrowserMsgBox_5=OK-u basaraq bağlayın. (Lütfən öncəliklə məzmununuzu saxlayın).
FuncCheckBrowserMsgBox_6=Yaxud Ləğv et-i basaraq əməliyyatı dayandırın.
FuncPluginRemoveFailedMsgBox_1=İzlənilən elementin silinməsi uğursuz oldu:
FuncPluginRemoveFailedMsgBox_4=%s plaqininin silinməsi uğursuz ola bilər, çünki o %s tərəfindən mühafizə olunur. Lütfən, %s-dən çıxın və IObit Uninstaller-i yenidən başladaraq plaqini silin.
FuncRestoreSuccessMsgBox=İlkin ayarlar uğurla bərpa edildi.
FuncRestoreFailedMsgBox=İlkin ayarları bərpa etmək uğursuz oldu.
PluginRestoreStr=%s İlkin Ayarlarını Bərpa et
FuncVoteMarkSelectMsgBox=Lütfən qiymətləndirin.
FuncVoteFailedMsgBox=Qiymətləndirmə uğursuz oldu, lütfən şəbəkə bağlantınızı yoxlayın və yenidən cəhd edin.
FuncVoteActiveVote=Qiymətləndir
FuncVoteWaitting=Qiymət göndərilir, lütfən gözləyin...
VoteStr_1=<a>1</a> istifadəçi qiymətləndirib. Siz artıq qiymət vermisiniz.
VoteStr_2=Heç bir qiymətləndirmə yoxdur. İlk qiyməti verən siz olun.
VoteStr_3=<a>%d</a> istifadəçi qiymətləndirib. Siz artıq qiymət vermisiniz.
VoteStr_4=<a>%d</a> istifadəçi qiymətləndirib. Bəs siz bu plaqin barəsində nə düşünürsünüz?
NoticeInfoEx_One=<a>1</a> zərərli plaqin brauzerinizdə aşkarlandı, lütfən IObit Uninstaller-i açaraq onu silin.
NoticeInfoEx_Some=<a>%d</a> zərərli plaqin brauzerinizdə aşkarlandı, lütfən IObit Uninstaller-i açaraq onları silin.
Removingnow_M=İndi aradan qaldırılır...
mniOpeninRegedit_M="Regedit"də açın
lbl_NoFoundItems.caption_M=Heç bir alət qutusu və ya plaqin tapılmadı.

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Ad
rdlvAllBrowse.Columns[1].Caption=Quraşdırma tarixi
rdlvAllBrowse.Columns[2].Caption=Əməliyyat
rdlvCustomBrowse.Columns[0].Caption=Ad
rdlvCustomBrowse.Columns[1].Caption=Əməliyyat
mniRemove.Caption=Sil
mniRate.Caption=Qiymətləndir
mniIgone.Caption=Gözardı et
mniRefush.Caption=Təzələ
mniOpenFloder.Caption=Fayl yerini açın
mniSelectedAll.Caption=Hamısını seç
mniInvertSelection.Caption=Seçimi tərsinə çevir
mniSearchOnline.Caption=Onlayn axtar

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Brauzeri Sıfırla
lblConfire.Caption=İlkin ayarlara bərpa etməyə əminsiniz?
lblHomepageTitle.Caption=Cari Ana Səhifə:
lblSearchTitle.Caption=Cari Defolt Axtarış Mühərriki:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Ləğv et

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Belə proqram tapılmadı (2 aydan çox işlədilməyən)
Noprograms_Size_M=Heç bir proqram %s həddini aşmır
Noprograms_match_M=Uyğun nəticə tapılmadı.
Noprograms_Recent_M=Son 10 gündə proqram quraşdırılmadı.
monthsago_M=%d ay əvvəl
yearsago_M=%d il əvvəl
yearsagos_M=%d il əvvəl
SoftwareFrame_InstallDate_M=Quraşdırma tarixi
SoftwareFrame_FrequencyUse_M=Son istifadə olunan
HistoryInfo_DisplayName=Displey adı
HistoryInfo_Publisher=Naşir
HistoryInfo_Version=Versiya
HistoryInfo_InstallDate=Quraşdırma tarixi
HistoryInfo_UseSize=Disk istifadəsi
HistoryInfo_Location=Yerləşmə
HistoryInfo_UninstallDate=Silinmə tarixi
Lan_NoBundle_New=Proqram təminatı paketi (Bundleware) siz əsas proqramı quraşdırdığınız zaman sizə bildirmədən başqa proqramları quraşdıra bilər.
Lan_Main_Soft=Əsas Proqram
Lan_Bundled_Soft=Quraşdırma ilə gələn əlavə Proqram
Lan_Bundled_Plug=Quraşdırma ilə gələn əlavə Plaqin
ColumnName_Logged=Quraşdırma qeydi
ColumnName_LogDate=Quraşdırilma tarixi
ViewDetail=Qeydə bax
NoPrograms_Logged=Quraşdırma İzləyicisi tərəfindən qeyd olunmuş proqramlar gələcəkdə hərtərəfli silinə biləcək.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Ölçü
ListView_SoftwareList.Columns[2].Caption=Quraşdırma tarixi
ListView_SoftwareList.Columns[3].Caption=Əməliyyat
Menu_Program_Uninstall.caption=Qur-manı ləğv et
Menu_Program_Repair.caption=Təmir et
Menu_Program_Refresh.caption=Təzələ
Menu_Program_OpenFileLocation.caption=Fayl yerini açın
Menu_Program_OpeninRegedit.caption=Regedit-də Açın
Menu_Program_SearchOnline.caption=Onlayn axtar

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Növ
ListView_BundleList.Columns[2].Caption=Əməliyyat
Menu_Program_Uninstall.caption=Qur-manı ləğv et
Menu_Program_OpenFileLocation.caption=Fayl yerini açın
Menu_Program_OpeninRegedit.caption=Regedit-də Açın
Menu_Program_SearchOnline.caption=Onlayn axtar
mni_Ignore.caption=Gözardı et

[PromoteForm_M]
M_ProAD_Title=Pro versiya ilə daha çox özəlliklər və faydalar:
M_ProAD_CleanLog=Quraşdırma zamanı yaradılan qeydlərlə proqramların quraşdırmasını hərtərəfli silin
M_ProAD_Monitor=Proqram quraşdırılmasını izləyin və paket yazılımları asanlıqla aradan qaldırın
M_ProAD_Database=İnadkar proqramları tamamilə aradan qaldırmaq üçün geniş məlumat bazası
M_ProAD_Plugin=Təhlükəsiz və axıcı onlayn sörfinq üçün zərərli/reklam plaqinlərini aradan qaldırın
M_ProAD_Update=Vacib proqramlarınızı güncəl saxlamaq üçün tək toxunuş
M_Continue=Quraşdırmanın silinməsinə davam et
M_BundleTitle=Quraşdırma ilə gələn əlavə proqramı tamamilə aradan qaldırmaq üçün IObit Uninstaller PRO-nu aktivləşdirin.
M_BundleTitle2=Proqram quraşdırmasını gerçək zamanda izləyin və quraşdırma ilə g.ə. proqramları asanlıqla aradan qaldırın.
M_UninstallLogTitle=Proqram quraşdırılmasını avtomatik aşkarlayaraq və qeyd edərək gələcəkdə izlənilən qeydlərlə quraşdırmanın hərtərəfli silinməsi üçün IObit Uninstaller PRO-nu aktivləşdirin.
M_PluginMaliciouTitle=Zərərli/reklam plaqinlərini hərtərəfli aradan qaldırmaq üçün IObit Uninstaller PRO-nu aktivləşdirin.
M_PluginMaliciouTitle2=Daim genişlənən məlumat bazası daha çox zərərli/reklam plaqinini aradan qaldırmağa kömək edəcək.
M_UpdatePromoteOne=%d proqram yenilənə bilər.
M_UpdatePromoteOnes=%d proqram yenilənə bilər.
M_UpdatePromoteTwo=Tək toxunuşla proqramınızı yeniləmək üçün IObit Uninstaller PRO-nu aktivləşdirin.
M_UpdatePromoteTwos=Tək toxunuşla proqramlarınızı yeniləmək üçün IObit Uninstaller PRO-nu aktivləşdirin.
M_SPUninstallFail=%s-ın silinməsi uğursuz oldu.
M_SPAD_Title=Xüsusi məlumat bazası ilə quraşdırmanı ləğv etmək üçün PRO-nu aktivləşdirin.
M_SPUninstallFailCount=%d proqramın silinməsi uğursuz oldu.
M_SPADCount_Title=Normal yolla silinmir. Xüsusi məlumat bazası ilə quraşdırmanı ləğv etmək üçün PRO-nu aktivləşdirin.
SpecPromotTile_1=%s-ın silinməsi uğursuz oldu.
SpecPromotTile_2=%d proqramın silinməsi uğursuz oldu.
SpecPromotTile_3=1 proqramın quraşdırması ləğv edildi.
SpecPromotTile_4=%d proqramın quraşdırması ləğv edildi.
SpecPromotTile_5=Ancaq 1 proqramın silinməsi uğursuz oldu.
SpecPromotTile_6=Ancaq %d proqramın silinməsi uğursuz oldu.
SpecPromotInfo_1=Xüsusi məlumat bazası ilə quraşdırmanı ləğv etmək üçün PRO-nu aktivləşdirin.
SpecPromotInfo_2=Xüsusi məlumat bazası ilə quraşdırmanı ləğv etmək üçün PRO-nu aktivləşdirin.
SpecPromotInfo_3=%s normal yolla silinmir.
PromoteEnterCode=Şifrəni Daxil Edin
UpdateProTitle=Sadalanan problemləri həll etmək üçün Pro versiyanı aktivləşdirin
RdAdPlugins=<a>%s zərərli/reklam plaqinləri</a> veb-gəzintinizi qorumaq üçün silinməlidir
RdAdPlugin=<a>%s zərərli/reklam plaqini</a> veb-gəzintinizi qorumaq üçün silinməlidir
RdAdUpdates=<a>%s köhnəlmiş proqram təminatı</a> təhlükəsizlik zəifliyi risklərini azaltmaq üçün yenilənməlidir

[Protip_M]
Congratulations_M=Təbriklər!
YouHave_M=Siz IObit Uninstaller-i ən son versiyaya uğurla güncəllədiniz.
Try_M=Elə indi sına!
Tip_M="IObit Uninstaller <a>%d</a>"ə avtomatik olaraq uğurla yeniləndi.
WhatNew_M=Ən son versiyada yeni nə var:
More_M=Ətraflı

[Uninstaller_Public_M]
Lan_ButtonCancel=Ləğv et
Lan_ButtonClose=Bağla
Lan_ButtonContinue=Davam et
Lan_ButtonClean=Təmizlə
Lan_Cleaning=Təmizlənir
Lan_Details=Detallar
Lan_Exit=Çıxış
Lan_Hide=Gizlət
Lan_Ignore=Gözardı et
Lan_Ignored=Gözardı edildi
Lan_item=element
Lan_items=element
Lan_LoadingD=Yüklənir...
Lan_WindowMin=Kiçilt
Lan_WindowMax=Tam ekran
Lan_ButtonNo=Xeyr
Lan_Name=Ad
Lan_NameT=Ad (Cəmi: %d)
Lan_Notagain=Bunu bir daha göstərmə
Lan_ButtonOK=OK
Lan_Publisher=Naşir
Lan_WindowRest=Bərpa et
Lan_ButtonRemove=Sil
Lan_State=Vəziyyət
Lan_Show=Göstər
Lan_Scan=Skanla
Lan_Search=Axtarış
Lan_ButtonUninstall=Qur-manı ləğv et
Lan_Version=Versiya
Lan_ButtonYES=Bəli
Lan_ButtonFor0=$0 qiymətinə Pro Əldə edin
Lan_ButtonActivate=İndi Aktivləşdir
Lan_ButtonUpgrade=İndi Yüksəlt
Lan_ButtonUpgradeFor0=İndi $0-a Yüksəlt
Lan_DisplayName=Ad
Lan_Installationpath=Quraşdırma cığırı
Lan_Description=Təsvir
Lan_LinkAbout=Haqqında bağlantısı
Lan_LinkHelp=Yardım bağlantısı
Lan_SysMsgCorrupted=IObit Uninstaller-in bəzi faylları korlanıb. Lütfən IObit Uninstaller-i yenidən quraşdırın.
Lan_Bit=bit

[Unistaller_Register_M]
license_OtherCode_M=%s lisenziya kodu yalnız %s üçün keçərlidir. %s-nı yükləmək və qeydiyyatdan keçirmək üçün OK düyməsinə basın.
LicenseCannotconnect_M=Serverə bağlanmaq alınmadı. Lütfən, şəbəkə/proksi ayarlarınızı yoxlayın və lisenziyanızı təsdiqləmək üçün daha sonra cəhd edin.
license_OtherGivewalys_M_M=%s "giveaway" lisenziyasıdır və yalnız xüsusi versiya üçün yararlıdır. Lütfən, <a>buranı</a> ziyarət edərək "IObit Uninstaller %s PRO" üçün yeni lisenziya kodu satın alın.
License_expired_M=%s lisenziyasının müddəti bitib. Yeni lisenziya almaq üçün <a>buraya</a> keçid edin.
License_maximum_M=%s lisenziyası maksimum sayda PC üçün aktiv edildi və daha istifadə edilə bilməz. IObit Uninstaller PRO-nu aktivləşdirmək məqsədilə başqa lisenziya almaq üçün <a>buraya</a> keçid edin.
License_Free_M=%s lisenziyası aktiv edilə bilmədi. Lütfən, IObit Uninstaller PRO üçün yeni lisenziya satın alın.
License_valid_M=Etibarsız lisenziya kodu! Lütfən, etibarlı lisenziya kodunu daxil edin.
LicenseSeat_M=Lisenziya Əhatəsi:
LicenseCodeLiftTime_M=Bu ömürlük lisenziya kodudur, hansı ki ancaq IObit Uninstaller v%d üçün keçərlidir. Lütfən, IObit Uninstaller v%d PRO-nu yenidən quraşdırın.
licensedays_left_M=%d gün qaldı
licenseday_left_M=%d gün qaldı
LicenseCodeLocation_M=%s lisenziya kodu sizin regionunuz və ya ölkəniz üçün qüvvədə deyil. Lütfən, "OK"u basaraq işlək birini satın alın.
Never_M=Heç vaxt

[Uninstaller_Form_Activate]
Label_Get.caption=Lisenziya əldə et
Label_Retrv.caption=Kodu Al
Label_Eg.caption=Nümunə: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Sürətli & Təhlükəsiz Brauzinq
lblContentThree.caption=Sürətli və təhlükəsiz onlayn sörfinq təcrübəsi üçün zərərli/reklam plaqinlərini aradan qaldırın
lblTitleFour.caption=Proqram Təminatı Yeniləyicisi
lblContentFour.caption=Tək toxunuş - bütün vacib proqramlarınızı güncəl saxlamanız üçün
RdImgBtnRegNow.caption=İndi Qeydiyyatdan Keç
RdLabelCaption.caption=Daha Yaxşı Xidmət Təcrübəsi üçün PRO Versiyanı Aktivləşdirin
Label_Please.caption=Lütfən, lisanziya kodunuzu daxil edin və "İndi Qeydiyyatdan Keç"-ə klikləyərək PRO versiyadakı bütün funksiyaları aktivləşdirin.
Label_Code.caption=Lisenziya kodu:
RdBtnlab.caption=Daha çox fayda, Biz söz veririk:
RdImgBtn_Upgrade.caption=Pro-ya Yüksəlt

[Form_Activate_M]
lblTitleOne.caption_M=Qeyd ilə Təmiz Silinmə
lblContentOne.caption_M=Quraşdırma zamanı yaradılan qeydlərlə proqramların quraşdırmasını hərtərəfli silin
lblTitleTwo.caption_M=İnadkar Poqramların Silinməsi
lblContentTwo.caption_M=İnadkar proqramların tamamilə aradan qaldırılması üçün geniş məlumat bazası

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Bağla
lbleg.Caption=Nümunə: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Kömək
Label_Please.caption=Lütfən, lisanziya kodunuzu daxil edin və "İndi Qeydiyyatdan Keç"-ə klikləyərək PRO versiyadakı bütün funksiyaları aktivləşdirin.
Label_Code.caption=Lisenziya kodu:
RdImgBtnRegister.caption=İndi Qeydiyyatdan Keç
Label_Retrv.caption=Kodu Al
Label_HaveLicense.caption=Lisenziyanız yoxdur?
Label_click.caption=Birini əldə etməkçün basın.
RdImageButton_Back.caption=Geri
RdImageButton_Close.caption=Bağla
RdLabelCaption.caption=Lisenziya Meneceri
Label_Status.caption=Lisenziya vəziyyəti:
Label_Activated.caption=Aktivləşdirildi
Label_Lcode.caption=Lisenziya kodu:
Label_Data.caption=Son istifadə tarixi:
Label_Refresh.caption=Təzələ
Label_Export.caption=Lisenziyanı ixrac et
rdlblAlread.caption:=Artıq bir lisenziya kodu var

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Kömək
RdImgBtn_Closetwo.caption=Bağla
Label_success.caption=Lisenziya kodu uğurla aktivləşdirildi!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Çəkmək istədiyiniz sahəni seçmək üçün siçanı sürüşdürün və sol düyməni basın
M_NoticeInfo_AC=2. Çıxmaq üçün sağ düyməyə və ya Esc-ə basın
M_Rect=Düzbucaqlı
M_Oval=Oval
M_Text=Mətn
M_Paintbrush=Rəng fırçası
M_Return=Əməliyyatı bərpa edin (Ctrl + Z)
M_Copy=Buferə kopyala
M_Exit=Ekran təsvirindən çıxın
M_Save=Saxla
M_TipInfo=Ekran təsviri mübadilə buferində saxlanıldı. Əlavə etmək üçün Ctrl + V istifadə edin.
M_TipShow=Bu mesajı bir daha göstərmə
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Ayarlar
lbl_UserInterfaceTitle.caption=İstifadəçi İnterfeysi
lbl_SkinTitle.caption=Mövzu:
lbl_LanguageTitle.caption=Cari Dil:
lbl_FontSize.caption=Şrift ölçüsü:
lbl_Classic.caption=Klassik
lbl_White.caption=Ağ
lbl_UpdateTitle.caption=Yeniləmə Metodu
lbl_UpdateChooseDes.caption=Bu məhsul üçün yeniləmə metodu:
btnImg_UpdateRemind.caption=Yeniləmələr olduqda mənə bildir
btnImg_UpdateAuto.caption=Avtomatik olaraq yenilə
lbl_GeneralCaption.caption=Ümumi
btnImg_AutoDelete.caption=Qalıq faylları avtomatik aradan qaldır
btnImg_AfterUninstallAutoScan.caption=Başqa uninstaller tərəfindən silinən proqramların qalıqlarını avtomatik sil
btnImg_RemoveToRecycleBin.caption=Qalıq faylları Zibil Qutusuna at
btnImg_ShowExplorerButton.caption=Bələdçiyə Faylı Parçala düyməsini əlavə et
btnImg_ShowComponents.caption=Sistem "run-time" komponenetlərini göstərməyin
btnImg_ShowMenuButton.caption="Windows" kontekst menyusunda "Güclü Silinmə" seçimini əlavə edin
btnImg_OK.caption=OK
btnImg_Cancel.caption=Ləğv et
lbl_HotKey.caption=Asan Silmə üçün Qısayol:
lbl_OccupiedHotKey.caption=Artıq istifadə olunur, yenisini daxil edin.
lbl_Notification.caption=Bildiriş
btn_NotifySoftUpdater.caption=Proqram təminatı yeniləmələri olduğunda mənə bildir
btnImg_SystemDiskSpace.caption=Sistem diskinin boş yaddaşı 10%-dən aşağı olduqda mənə bildir
lbl_Boundleware.caption=Əhəmiyyətsizlər Siyahısı
btnImg_remove.caption=Sil
btnImg_UserInterface.Caption=İstifadəçi İnterfeysi
btnImg_General.Caption=Ümumi
btnImg_Notification.Caption=Bildirişlər

[Uninstall_setting_M]
Setting_UITitle=İstifadəçi İnterfeysi
Setting_GeneralTilte=Ümumi
Setting_NotificationTilte=Bildiriş
Setting_BoundlewareTilte=Əhəmiyyətsizlər Siyahısı
Setting_Size_Normal=Normal
Setting_Size_Large=Böyük
Setting_Size_Larger=Daha böyük
Setting_listviewHeader=Element Adı
SystemComponentsInfo="Microsoft .NET Framework", "Microsoft Visual C++ Redistributable", "Microsoft XNA" kimi sistem komponentləri.
btnImg_NotificInstallLog_M1=Avto-izləmədən sonra yaradılmış quraşdırma qeyd yaradıldıqda mənə bildir
btnImg_BundlewareInstalled_M=Proqram təminatı paketi tapıldıqda mənə bildir
btnImg_BrowserPlugTip_M=Zərərli plaqin quraşdırıldıqda mənə bildir
btnImg_AutoShowTipForm_M=Başqa "uninstaller"in quraşdırmanı silmə əməliyyatı aşkarlandıqda mənə bildir
btnImg_leftovers_M=Silinmiş proqramların qalıqları aşkarlandıqda mənə bildir
btnImg_Boundleware.Caption_M=Əhəmiyyətsizlər Siyahısı
rdlbl_BoundlwareTip.caption_M=Siz onları aşağıdakı siyahıdan çıxarmayınca əhəmiyyətsiz Proqram təminatı paketi (Bundleware) aşkarlanmayacaq.

[SoftUpdate_M]
SU_GroupOutData=Köhnəlmiş
SU_GroupUpToDate=Güncəl və Yoxsayılmışlar
SU_Ignore=Gözardı et
SU_Ignored=Gözardı edildi
SU_NoIgnore=Gözardı ediləni qaytar
SU_Update=Yenilə
SU_Updating=Yenilənir
SU_UpToDate=Güncəl
SU_NewVersion=Yeni Versiya
SU_CurrVersion=Cari Versiya
SU_ActivePro=Avtomatik yeniləmələri aktivləşdir
SU_Button_UpdateAll=Hamısını Yenilə
SU_NoFindUpdates=Yeniləmə yoxdur
SU_IgnoreForever=Bütün yeniləmələri rədd edin
SU_IgnoreCurrent=Cari yeniləməni rədd edin

[SoftUpdatePromote_M]
IUP_Manually=Əl ilə Yeniləyin
Img_Tab=IObit Uninstaller PRO ilə Daha Çoxunu Əldə Edin
LbIUPromote1=Tək toxunuşla bütün vacib proqramları yeniləyin
LbIUPromote2=Yenilənmələri veb-sayta daxil olmadan avtomatik quraşdırın
SUInstall=Quraşdır
SUImg_Tab=IObit Software Updater-i quraşdır
LbSUPromote1=Daha çox proqramı asanlıqla yeniləyin
LbSUPromote2=İstədiyiniz proqramı rahatlıqla quraşdırın
SUEULA="Quraşdır" klikləməklə siz IObit Proqram Təminatı Yeniləyicisini quraşdırmağa razılaşır və onun <a>EULA</a> və <a>Gizlilik Siyasəti</a>-ni qəbul etmiş olursunuz.

[SoftUpdateTip_M]
TipOne=<a>%s</a> məhsulun yenilənməyə ehtiyacı var
TipOnes=<a>%s</a> məhsulun yenilənməyə ehtiyacı var
NeverShow=Bunu bir daha göstərmə
BtnUpdate=İndi Yenilə

[SpecUTool_M]
SpecTOpen=Aç
SpecTOK=OK
SpecTHide=Gizlət
TrayHint=IObit Uninstaller proqramların quraşdırmasını ləğv edir
SpecTUninstalling=Seçilmiş proqramın quraşdırması ləğv edilir:
SpecTUninstallingM=Seçilmiş proqramların quraşdırmaları ləğv edilir:
SpecTUninstalled=proqramın quraşdırılması ləğv edildi.
SpecTUninstalledM=proqramların quraşdırılması ləğv edildi.
SpecTClose=Bağla

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Bərpa et
rdlblDesc.Caption=Kompüterinizi seçilmiş hadisədən əvvəlki vəziyyətə bərpa edin. Sonuncu sistem təhlükəsizliyi üçün silinə bilməz
ListView_Restore.Columns[0].Caption=Tarix və vaxt
ListView_Restore.Columns[1].Caption=Təsvir
btn_CreateRestorePoint.Caption=Bərpa Nöqtəsi Yarat
RdImageButton_Restore.Caption=Bərpa et
RdImageButton_Delete.Caption=Sil
lblNull.Caption=Sistem bərpa nöqtəsi yoxdur.
Rdlbl_CreateRestorePoint.caption=Bərpa Nöqtəsi Yarat

[SystemRestore_M]
SysRestore_CreateComplete=Bərpa nöqtəsi uğurla yaradıldı!
SysRestore_CreateFailed=Bərpa Nöqtəsinin yaradılması uğursuz oldu! Lütfən, Sistem Bərpasının açıq olub-olmadığını yoxlayın.
SysRestore_CreateRestore_Confirm=Bərpa nöqtəsi yaratmağa əminsiniz?
SysRestore_CreateRestore_Tip=Bərpa Nöqtəsi Yaradılır, lütfən gözləyin...
SysRestore_CreateRestore_Failed=Bərpa Nöqtəsinin yaradılması uğursuz oldu! Lütfən, Sistem Bərpasının açıq olub-olmadığını yoxlayın.
SysRestore_SetRestore_Confirm=XƏBƏRDARLIQ: Sisteminizi bir bərpa nöqtəsinə bərpa etmək, bu bərpa nöqtəsindən sonra edilən bütün dəyişiklikləri geri qaytaracaq. Başladıqdan sonra Sistem Bərpası geri alına və ya kəsilə bilməz. Davam etmək istədiyinizə əminsiniz?
SysRestore_SetRestore_Reboot=Dəyişiklikləri tətbiq etmək üçün yenidən başlatma tələb olunur. Lütfən, bütün açıq fayllarınızı saxlayın və bütün açıq proqramları bağlayın. Kompüter indi yenidən başladılsın?
SysRestore_SetRestore_Tip=Sistem faylları və ayarları bərpa olunur, lütfən gözləyin...
SysRestore_Delete_Confirm=Silmək istədiyinizə əminsiniz?

[UninstallForm_M]
MsgBox_SelectProgram=Lütfən azı bir proqram seçin.
Msg_Bundle_RebootSpec=silindi. Quraşdırmanın ləğvini tamamlamaq üçün kompüteri yenidən başladın.
OneItemStr=%d element
SomeItemStr=%d elementlər
Clean_Uninstall=Təmiz Silinmə
RebootToDelete_Str=(Yenidən başlatmada sil)
UninstallingSingleStr=Seçilmiş proqramın quraşdırmasını ləğv etməyə əminsiniz?
UninstallingSomeStr=Seçilmiş %d proqramın quraşdırmasını ləğv etməyə əminsiniz?
UninstallingSingleStrUpdate=Seçilmiş Windows yeniləməsini silməyə əminsiniz?
UninstallingSomeStrUpdate=Seçilmiş %d Windows yeniləməsini silməyə əminsiniz?
UninstallingSingleStrApp=Seçilmiş Windows tətbiqinin quraşdırmasını ləğv etməyə əminsiniz?
UninstallingSomeStrApp=Seçilmiş %d Windows tətbiqinin quraşdırmasını ləğv etməyə əminsiniz?
Uninstall_Str=Quraşdırma ləğv edilir %s (%d/%d)
Scan_Str=Skanlanır %s (%d/%d)
UninstallOne_Str=Quraşdırma ləğv edilir %s
ScanOne_Str=Skanlanır %s
CreateRetore_Str=Bərpa Nöqtəsi Yaradılır, lütfən gözləyin...
SureToDeleteSomeStr=<a>%d</a> proqramın quraşdırması ləğv edildi. Ancaq onların qalıqları hələ də qalmaqdadır.
SureToDeleteOneStr=<a>1</a> proqramın quraşdırması ləğv edildi. Ancaq onun qalıqları hələ də qalmaqdadır.
SureToDeleteSomeStrApp=<a>%d</a> Windows tətbiqinin quraşdırması ləğv edildi. Lakin onların aşağıdakı qalıqları qalmaqdadır.
SureToDeleteOneStrApp=<a>1</a> Windows tətbiqinin quraşdırması ləğv edildi. Lakin onun aşağıdakı qalıqları qalmaqdadır.
SureToDeleteByHistroy=Silinmədən sonrakı qalıqlar tapıldı
DeletingStr=Qalıq fayllar silinir, lütfən gözləyin
DeleteCancleStr=Silinməni ləğv etmək istədiyinizə əminsiniz?
RestoringCancleStr=Bərpa Nöqtəsi yaradılır. Ləğv etmək istədiyinizə əminsiniz?
UninstallingCancleStr=Silinmə davam edir və indi çıxsanız qalıq fayllar qala bilər. Çıxmaq istədiyinizə əminsiniz?
ScaningCancleStr=Skanlama davam edir və əgər indi çıxsaz qalıq fayllar qala bilər. Çıxmaq istədiyinizə əminsiniz?
RegistryCaption_Str=Reestr
FileCaption_Str=Fayl
TaskCaption_Str=Planlaşdırılan Tapşırıqlar
ServiceCaption_Str=Sistem Xidmətləri
DllCaption_Str=DLL Qeydiyyatı
SuccessReslutFromHistroySingle=Qalıq fayllar uğurla silindi. Aşağıda detalları yoxlayın:
SuccessReslutFromUninstallSingle=Siz <a>%d</a> proqramı uğurla sildiniz. Detallar aşağıdadır:
SuccessReslutFromUninstallSome=Siz <a>%d</a> proqramı uğurla sildiniz. Detallar aşağıdadır:
SuccessReslutFromUninstallSingleApp=Siz <a>%d</a> Windows tətbiqini uğurla sildiniz. Detallar aşağıdadır:
SuccessReslutFromUninstallSomeApp=Siz <a>%d</a> Windows tətbiqini uğurla sildiniz. Detallar aşağıdadır:
SuccessReslutNeedRestartSingle=<a>%d</a> proqramın quraşdırması ləğv edildi.
SuccessReslutNeedRestartSome=<a>%d</a> proqramın quraşdırması ləğv edildi.
FileDeleteReslut=Fayllar silindi:  <a>%s</a>
RegDeleteReslut=Reestr qeydləri silindi:  <a>%d</a>
TaskDeleteReslut=Planlaşdırılan tapşırıqlar silindi:  <a>%d</a>
ServiceDeleteReslut=Xidmətlər silindi:  <a>%d</a>
DeepDeleteReslut=Qeyd edilmiş elementlər silindi: <a>%d</a>
HtmlRecomReslutCaption=Silinmiş <a>%d</a> proqram və aradan qaldırılmış qalıqlar aşağıdadır:
HtmlRecomReslutCaption1=Quraşdırması ləğv edilmiş <a>%d</a> proqram və aradan qaldırılmış qalıqlar aşağıdadır:
HtmlRecomReslutAppCaption=Quraşdırması ləğv edilmiş <a>%d</a> Windows tətbiqi və aradan qaldırılmış qalıqlar aşağıdadır:
HtmlRecomReslutAppCaption1=Quraşdırması ləğv edilmiş <a>%d</a> Windows tətbiqi və aradan qaldırılmış qalıqlar aşağıdadır:
HtmlFileReCaption=<a>%s</a> istifadə olunmayan fayllar
HtmlRegReCaption=<a>%d</a> istifadə olunmayan reestr qeydləri
HtmlTaskReCaption=<a>%d</a> xətalı planlaşdırılan tapşırıqlar
HtmlServicesReCaption=<a>%d</a> xətalı sistem xidmətləri
HtmlFileReCaptionOne=<a>%s</a> istifadəsiz fayl
HtmlRegReCaptionOne=<a>%d</a> etibarsız reestr qeydi
HtmlTaskReCaptionOne=<a>%d</a> etibarsız planlaşdırılan tapşırıq
HtmlServicesReCaptionOne=<a>%d</a> etibarsız sistem xidməti
UninstallPromote=İndi satın al
RebootYes=İndi yenidən başlat
RebootLater=Sonra
FromHistroyNoItem=Qalıq tapılmadı.
FromUninstallNoItem=Quraşdırmanın silinməsi tamamlandı.
RelatedMetroText=Bu tətbiqlər əlaqəlidir. Onlardan birini silmək, digərlərini avtomatik olaraq silir. Quraşdırmanı ləğv etmək istədiyinizdən əminsiniz?
RelatedSoftText=Yuxarıdakı paket məhsullar eyni vaxtda quraşdırıldı. Bunları birlikdə silmək istəyirsiniz?
HtmlADPluginCaption=<a>%d</a> Reklam Plaqini müdaxiləsi
HtmlMaliciousPluginCaption=<a>%d</a> Zərərli Plaqin təhdidi
MoneyBackInfo=İstənməyən proqramları və plaqinləri tamamilə aradan qaldırmaqla daha etibarlı və daha sürətli bir PC-dən zövq alacaqsınız. 60 günlük pulun geri ödənilmə zəmanəti. Heç bir sual verilmədən.
SpecRestartAll=Lütfən, proqramların quraşdırmasını ləğv etməyi tamamlamaq üçün kompüteri yenidən başladın. İndi yenidən başladılsın?
SpecRestartOne=Lütfən, proqramın quraşdırmasını ləğv etməyi tamamlamaq üçün kompüteri yenidən başladın. İndi yenidən başladılsın?
UnPromoteTitle=Lakin PRO versiya ilə daha çox özəllik və fayda təklif oluna bilər:
UnPromote_60=60 günlük Pulu Geri Ödəmə Zəmanəti
PromotelbPlugins=Etibarlı veb-gəzinti üçün <a>%d</a> zərərli/reklam plaqinlərini aradan qaldırın
PromotelbPlugin=Etibarlı veb-gəzinti üçün <a>%d</a> zərərli/reklam plaqinini aradan qaldırın
PromotelbPlugin0=Etibarlı veb-gəzinti üçün zərərli/reklam plaqinlərini aradan qaldırın
PromotelbUpdate=Təhlükəsizlik risklərini azaltmaq üçün tək toxunuşla <a>%d</a> köhnəlmiş proqram təminatını yeniləyin
PromotelbUpdate0=Təhlükəsizlik risklərini azaltmaq üçün tək toxunuşla köhnəlmiş proqram təminatını yeniləyin
PromotelbMoreDB=Normal yolla silinməyən inadcıl proqramları aradan qaldırın
PromotelbClean=Quraşdırma ilə gələn əlavə proqramları aradan qaldırmaq üçün tək toxunuş
PromotelbAuto=Digər uninstaller-dən qalmış proqram qalıqlarını avtomatik olaraq silin
NeedCloseApp=%s işləyir və quraşdırmasının silinməsi üçün onu bağlamaq lazımdır. Onu bağlamaq istədiyinizə əminsiniz?
LB_Free=Pulsuz
LB_Pro=PRO
RestoreOpenstr=Sistem Bərpası aktiv edilməyib. Lütfən "OK"-u basaraq onu aktiv edin ki, proqramların quraşdırmasının silinməsindən əvvəl IObit Uninstaller bərpa nöqtəsi yarada bilsin.
OfficialFail=Seçilmiş proqramın silinməsi uğursuz oldu. Onun quraşdırmasını rəsmi silmə utiliti ilə silə bilərsiniz.
OfficialFails=Seçilmiş proqramların silinməsi uğursuz oldu. Onların quraşdırmalarını rəsmi silmə utiliti ilə silə bilərsiniz.
QuitDonwload=Yükləməni ləğv etmək istədiyinizə əminsiniz?
LogHintTitle=Daha Çox Fayda Üçün Söz Veririk:
LogHintStr=+ Qeyd edilmiş proqramları hərtərəfli silin<br>+ 200+ inadkar proqramın təmiz aradan qaldırılması<br>+ Proqram təminatı paketini asanlıqla silin
UpgradePromote=Qalıqları avtomatik təmizləmək üçün "IObit Uninstaller PRO"ya yükləldin
UpgradeFileDelete=%s qalıq fayl uğurla təmizləndi.
UpgradeRegsDelete=%s qalıq reestr qeydi uğurla təmizləndi.
UpgradeRegDelete=%s qalıq reestr qeydi uğurla təmizləndi.
PromoteB_Title=PRO versiya ilə daha çox problem düzəldilə bilir:
PromoteB_Update=Köhnəlmiş proqramlar tək toxunuşla yenilənə bilir:
PromoteB_Plugin=Təhlükəsiz veb-gəzinti üçün zərərli/reklam plaqinləri aradan qaldırıla bilir:
PromoteB_Leftover=Daha təmiz PC üçün quraşdırmanı silmə qalıqları silinə bilir:
PromoteB_Log=Qeyd edilmiş proqramlar tamamilə silinə bilir:
PromoteB_Unuse=2 aydan çox işlədilməyən proqramlar silinə bilir:
PromoteB_Banweb=Sayt bildirişləri əngəllənə bilir:
PromoteB_Fix=İndi Düzəlt
PromoteB_Stubborn=İnadkar proqramlar hərtərəfli aradan qaldırıla bilər:
OfficialSp=Rəsmi quraşdırmanı silmə utiliti ilə seçilmiş proqramı daha yaxşı silin.
OfficialSps=Rəsmi quraşdırmanı silmə utilitləri ilə seçilmiş proqramları daha yaxşı silin.

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Regedit-də Açın
mniMenu_Path.caption=Fayl yerini açın
btnImg_AllMainCancel.caption=Ləğv et
btnImg_Uninstall.caption=Qur-manı ləğv et
btnImg_ChkAutoDelete.caption=Qalıq faylları avtomatik aradan qaldır
btnImg_ChkCreateRestore.caption=Quraşdırmanı ləğv etməzdən əvvəl bərpa nöqtəsi yarat
lbl_IsUninstallHint.caption=Seçilmiş proqramın quraşdırmasını ləğv etmək istəyirsiniz?
btnImg_Delete.caption=Sil
btnImg_ReslutCancel.caption=Ləğv et
btnImgl_SeletedAll.caption=Hamısını Seç
btnImg_ChkShredFile.caption=Faylları parçala
lbl_NoPowerScan.caption=Quraşdırmanın silinməsi tamamlandı.
btnImg_RecommendClose.caption=Bağla
btnImg_Restart.caption=Bəli
lbl_MoneyBackTitle.caption=Hərtərəfli silinmə və daha təmiz PC zəmanəti verilir
btn_Tab.caption=IObit Uninstaller PRO ilə Daha Çoxunu Əldə Edin
lbl_InfoDB.caption=İnadkar proqramları tamamilə aradan qaldırmaq üçün geniş məlumat bazası
lbl_InfoRemove.caption=Təhlükəsiz və rahat sörfinq (veb-gəzinti) üçün zərərli və reklam plaqinlərini aradan qaldırın
lbl_InfoUpdate.caption=Proqram quraşdırılmasını izləyin və paket yazılımları asanlıqla aradan qaldırın

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Quraşdırma ilə gələn əlavə proqram tapıldı.
btn_Uninstall.caption=Quraşdırmanın Ləğvinə Davam Et
btn_Tab.caption=IObit Uninstaller PRO ilə Daha Çoxunu Əldə Edin
lbl_Tip1.caption=+ Siyahıdakı paket yazılımların quraşdırmasını birlikdə ləğv edin
lbl_Tip2.caption=+ Bütün paket yazılımları PC-nizdən kənarlaşdırın

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Quraşdırma ilə gələn əlavə proqram tapıldı. Lütfən istənilməyən quraşdırma ilə gələn proqramı silin.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Yeni Nə Var?

[WindowsUpdate_M]
Update_NoItem_Tip=Heç bir Windows Yeniləməsi tapılmadı.
NoSerchItem_Tip=Uyğun nəticə tapılmadı.
Update_Loading_Tip=Yüklənir...
Update_WindowsTitle=Komputerinizdə quraşdırılmış bütün Windows Yeniləmələri burada siyahıya alınmışdır. Daha çox yer boşaltmaq üçün istənilməyən Windows Yeniləmələrinin quraşdırmasını ləğv edin.
Button_Uninstall=Qur-manı sil

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Quraşdırma Tarixi
mniUninstall.caption=Qur-manı sil
mniRefush.caption=Təzələ

[Uninstaller_form_StubbornTool]
lbl_Title.caption=İnadkar Proqram Silgisi
lbl_DescTitle.caption=Bəzən nə etsək də, proqramların quraşdırmasını silmək mümkün olmur. Xüsusi məlumat bazamız vasitəsilə inadkar proqramlar asanlıqla və tamamilə aradan qaldırıla bilir.

[Uninstaller_Stubborn_M]
MalwareGroup=Zərərli Proqramlar (%d)
MalwareDes=PC-nizi qorumaq üçün zərərli proqramları aşkarlayın və aradan qaldırın.
IssuesGroup=Silinmə Xətaları olan Proqramlar (%d)
IssuesDes=Çatışmayan quraşdırmanı silmə reyestri, çökmüş daxili "uninstaller" və riskli silmə prosesi kimi problemləri olan proqramların quraşdırmasını silin.
OfficialGroup=Rəsmi Silgisi olan Proqramlar (%d)
OfficialDes=Rəsmi quraşdırmanı silmə utilitlərini istifadə edərək proqramların quraşdırmasını silməyə kömək edir.
AllGroup=Daha çox dəstəklənən proqram (%d)
ProblemsTip=Problemlər tapıldı

